[M_RiseMachines MissionDefinition]
MissionName="A Rebelião das Máquinas"
MissionDescription="Patricia Tannis - que uma vez manteve um sórdido romance com um dispositivo ECHO - está convencida de que um grupo de máquinas de vendas está conspirando para destruir Pandora e por isso, ela pediu a sua intervenção."
TurnInDescription="Isso é muito estranho."
MissionSummary="Derrote as máquinas de vendas."
MissionGiver="Patricia Tannis"
MissionTurnInLocation="Patricia Tannis"
TeaserText="A ascenção das máquinas de vendas está para cair. Que Deus as ajude."

[M_RiseMachines:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RiseMachines:RiseMachines_KillMachines MissionObjectiveDefinition]
ProgressMessage="Máquinas destruídas:"

